Repository: natefox2017/cook
Catalog: ios/ShareExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Saving source…
de: Quelle wird gespeichert…
es: Guardando fuente…
fr: Enregistrement de la source…
it: Salvataggio della fonte…
ja: ソースを保存中…
ko: 소스 저장 중…
nl: Bron opslaan…
pt: A guardar a fonte…
zh_hans: 正在保存来源…
zh_hant: 正在儲存來源…

source: Saved on this iPhone
de: Auf diesem iPhone gespeichert
es: Guardado en este iPhone
fr: Enregistré sur cet iPhone
it: Salvato su questo iPhone
ja: この iPhone に保存しました
ko: 이 iPhone에 저장됨
nl: Op deze iPhone opgeslagen
pt: Guardado neste iPhone
zh_hans: 已保存到此 iPhone
zh_hant: 已儲存到此 iPhone

source: Import pending.
de: Import ausstehend.
es: Importación pendiente.
fr: Importation en attente.
it: Importazione in attesa.
ja: インポート待ちです。
ko: 가져오기 대기 중
nl: Import wacht op verwerking.
pt: Importação pendente.
zh_hans: 等待导入。
zh_hant: 等待匯入。

source: Couldn’t save your source
de: Quelle konnte nicht gespeichert werden
es: No se pudo guardar la fuente
fr: Impossible d’enregistrer la source
it: Impossibile salvare la fonte
ja: ソースを保存できませんでした
ko: 소스를 저장하지 못했습니다
nl: Kan de bron niet opslaan
pt: Não foi possível guardar a fonte
zh_hans: 无法保存来源
zh_hant: 無法儲存來源

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pt: Tentar novamente
zh_hans: 重试
zh_hant: 重試

source: The source app did not provide a readable link or text.
de: Die Quell-App hat keinen lesbaren Link oder Text bereitgestellt.
es: La app de origen no proporcionó ningún enlace o texto legible.
fr: L’app source n’a fourni aucun lien ou texte lisible.
it: L’app di origine non ha fornito un link o un testo leggibile.
ja: 共有元アプリから読み取り可能なリンクやテキストを取得できませんでした。
ko: 원본 앱에서 읽을 수 있는 링크나 텍스트를 제공하지 않았습니다.
nl: De bronapp leverde geen leesbare link of tekst aan.
pt: A aplicação de origem não forneceu uma ligação nem texto legível.
zh_hans: 来源 App 没有提供可读取的链接或文字。
zh_hant: 來源 App 未提供可讀取的連結或文字。

source: Share a public recipe link, readable text, image, or PDF.
de: Teile einen öffentlichen Rezeptlink, lesbaren Text, ein Bild oder ein PDF.
es: Comparte un enlace público de receta, texto legible, una imagen o un PDF.
fr: Partagez un lien public de recette, du texte lisible, une image ou un PDF.
it: Condividi un link pubblico a una ricetta, testo leggibile, un’immagine o un PDF.
ja: 公開レシピのリンク、テキスト、画像、PDF を共有してください。
ko: 공개 레시피 링크, 읽을 수 있는 텍스트, 이미지 또는 PDF를 공유하세요.
nl: Deel een openbare receptlink, leesbare tekst, een afbeelding of een pdf.
pt: Partilhe uma ligação pública para uma receita, texto legível, uma imagem ou um PDF.
zh_hans: 请分享公开食谱链接、文字、图片或 PDF。
zh_hant: 請分享公開食譜連結、文字、圖片或 PDF。

source: This attachment type is not supported.
de: Dieser Anhangstyp wird nicht unterstützt.
es: No se admite este tipo de archivo adjunto.
fr: Ce type de pièce jointe n’est pas pris en charge.
it: Questo tipo di allegato non è supportato.
ja: この添付ファイル形式には対応していません。
ko: 이 첨부 파일 형식은 지원되지 않습니다.
nl: Dit bijlagetype wordt niet ondersteund.
pt: Este tipo de anexo não é suportado.
zh_hans: 不支持此附件格式。
zh_hant: 不支援此附件格式。

source: The shared item could not be read. Try copying the link or text.
de: Das geteilte Element konnte nicht gelesen werden. Kopiere stattdessen den Link oder Text.
es: No se pudo leer el elemento compartido. Prueba a copiar el enlace o el texto.
fr: Impossible de lire l’élément partagé. Essayez de copier le lien ou le texte.
it: Impossibile leggere l’elemento condiviso. Prova a copiare il link o il testo.
ja: 共有された内容を読み取れません。リンクかテキストをコピーしてください。
ko: 공유 항목을 읽을 수 없습니다. 링크나 텍스트를 복사해 보세요.
nl: Kan het gedeelde item niet lezen. Probeer de link of tekst te kopiëren.
pt: Não foi possível ler o item partilhado. Experimente copiar a ligação ou o texto.
zh_hans: 无法读取分享内容，请复制链接或文字。
zh_hant: 無法讀取分享內容，請複製連結或文字。

source: Share cancelled.
de: Teilen abgebrochen.
es: Se canceló el uso compartido.
fr: Partage annulé.
it: Condivisione annullata.
ja: 共有をキャンセルしました。
ko: 공유가 취소되었습니다.
nl: Delen geannuleerd.
pt: Partilha cancelada.
zh_hans: 已取消分享。
zh_hant: 已取消分享。

source: Recipe Pals’ shared storage is not available. Check App Group signing.
de: Der gemeinsame Speicher von Recipe Pals ist nicht verfügbar. Überprüfe die App-Group-Signierung.
es: El almacenamiento compartido de Recipe Pals no está disponible. Comprueba la configuración de firma de App Group.
fr: Le stockage partagé de Recipe Pals est indisponible. Vérifiez la configuration de signature App Group.
it: Lo spazio di archiviazione condiviso di Recipe Pals non è disponibile. Controlla la configurazione della firma di App Group.
ja: Recipe Pals の共有ストレージにアクセスできません。App Group の署名設定を確認してください。
ko: Recipe Pals의 공유 저장소를 사용할 수 없습니다. App Group 서명 설정을 확인하세요.
zh_hans: 私人菜谱无法访问共享存储，请检查 App Group 签名配置。
zh_hant: 私人菜譜無法存取共享儲存空間，請檢查 App Group 簽署設定。

source: Share a public HTTPS link, readable text, image, or PDF to Recipe Pals.
de: Teile einen öffentlichen HTTPS-Link, lesbaren Text, ein Bild oder ein PDF mit Recipe Pals.
es: Comparte con Recipe Pals un enlace HTTPS público, texto legible, una imagen o un PDF.
fr: Partagez avec Recipe Pals un lien HTTPS public, du texte lisible, une image ou un PDF.
it: Condividi con Recipe Pals un link HTTPS pubblico, testo leggibile, un’immagine o un PDF.
ja: 公開 HTTPS リンク、読み取り可能なテキスト、画像、PDF を Recipe Pals に共有してください。
ko: 공개 HTTPS 링크, 읽을 수 있는 텍스트, 이미지 또는 PDF를 Recipe Pals에 공유하세요.
zh_hans: 请向私人菜谱分享公开的 HTTPS 链接、可读取文本、图片或 PDF。
zh_hant: 請向私人菜譜分享公開的 HTTPS 連結、可讀取文字、圖片或 PDF。

source: The original shared source is missing. Share it again.
de: Die ursprünglich geteilte Quelle fehlt. Teile sie erneut.
es: Falta la fuente compartida original. Compártela de nuevo.
fr: La source partagée d’origine est introuvable. Partagez-la à nouveau.
it: La fonte originale condivisa non è più disponibile. Condividila di nuovo.
ja: 共有元のコンテンツが見つかりません。もう一度共有してください。
ko: 원본 공유 소스가 없습니다. 다시 공유해 주세요.
nl: De oorspronkelijke gedeelde bron ontbreekt. Deel deze opnieuw.
pt: A fonte originalmente partilhada está em falta. Partilhe-a novamente.
zh_hans: 原始分享内容已丢失，请重新分享。
zh_hant: 原始分享內容已遺失，請重新分享。
